// Login
"login.info" = "Entrez vos identifiants";
"login.username" = "Utilisateur";
"login.password" = "Mot De Passe";
"login.buttonactive" = "Connexion...";
"login.button" = "Se Connecter";
"login.howto" = "Connectez vous avec vos identifiants Brickset.com.";
"login.create" = "Pas de compte? Créez le votre sur Brickset.com";
"login.signup" = "S'inscrire";
"login.powerby"= "Powered By";
"login.offline" = "Veuillez vous connecter à internet.";

"login.welcome" = "Bienvenue dans";
"login.feedback" = "Un problème, une question ?";
// Settings

"settings.credits" = "Merci à";
"credit.brickset" = "Brickset et Huw pour son super site et son support.";
"credit.homework" = "HMWK Family et Will.";

"settings.feedbacks" = "Des retours? Contactez-moi sur";
"credit.github" = "Repository de Brickie";
"credit.instagram" = "Instagram";
"credit.twitter" = "Twitter";
"credit.thanks" = "merci d'utiliser";
"credit.email" = "Email";

// Settings
"settings.logout" = "Se Déconnecter";
"settings.pricecollection" = "Est. Collection (Neuf)";
"settings.collection" = "Collection";
"settings.options" = "Options";
"settings.options.unreleasedsetssub" = "Activer les Sets avec des informations manquantes ({?}) ";
"settings.options.unreleasedsets" = "Afficher les Sets non sorties";
"settings.options.collectionNumberBadge" = "Badges";
"settings.options.collectionNumberBadgeSub" = "Afficher le nombre d'élements que vous possedez sur la bar de navigation";
"settings.options.reset" = "Effacer le Cache";
"settings.options.resetsub" = "Des erreurs d'informations sur les sets essayez ça - cela n'affeactera pas votre collection, soyez rassuré";
"settings.options.compactList" = "Listes compactes";
"settings.options.compactListSub" = "Moins d'information mais plus de d'éléments dans les listes";
// Sets

"sets.tab" = "Sets";
"sets.title" = "SETS_";
"search.placeholder" = "Nom, Theme, Numero";
"search.placeholderoffline" = "Local (hors ligne)";
"search.placeholderwanted" = "Rechercher (dans les voulu)";
"sets.searching" = "Recherche...";
"sets.noitems" = "Aucun élément";
"sets.firstsync" = "Suivant la taille de votre collection a première synchronisation peut etre longue.\nSi vous êtes nouveau, utilisez la barre de recheche pour trouver vos sets ou figurines (en anglais).";

// Sets Detail
"sets.instruction" = "Instruction";
"sets.images" = "Image(s)";

"collection.want" = "Vouloir";
"collection.add" = "Ajouter";
"collection.remove" = "Suprimer";
"collection.increment" = "Ajouter un";
"collection.decrement" = "Enlever un";

// Sets Meta
"meta.title" = "Détails";
"meta.age" = "Tranche D'Age";
"meta.packaging" = "Packaging";
"meta.dimensions" = "Dimensions";
"meta.weight" = "Poids";
"meta.availability" = "Disponibilité (en)";
"meta.ownedBy" = "membres ont ce set";
"meta.wantedBy" = "membres veulent ce set";
// Minifigures
"minifig.tab" = "Minifig's";
"minifig.title" = "MINIFIG'S_";
"minifig.ownInSets" = "Dans vos Sets ";
"minifig.add" = "Ajouter en vrac";
"minifig.loose" = " en vrac";
"minifig.local" = "Seulement les minifig's sur l'appareil!";

// Notes
"notes.title" = "Notes";
"rating.edit" = "Editer en tappant";
"notes.button" = "Enregistrer";
"notes.placeholder" = "Ajouter vos notes ici";
// Instruction

"instruction.title" = "Instructions";
"instruction.errorfile" = "Fichier introuvable";
"instruction.downloading" = "Téléchargement... ";

"message.offline" = "L'édition est impossibe hors ligne.";

// Enums
// Sorter
"sorter.number" = "Numéro";
"sorter.newer" = "Plus récent";
"sorter.older" = "Plus ancien";
"sorter.alphabetical" = "Alphabetique";
"sorter.rating" = "Notes";
"sorter.default" = "Défaut";
"sorter.price" = "Prix";
"sorter.piece" = "Nombre de Pièces";
"sorter.pricePerPiece" = "Prix par Pièce";
"sorter.priceDesc" = "Prix(desc.)";
"sorter.pieceDesc" = "Nombre de Pièces(desc)";
"sorter.pricePerPieceDesc" = "Prix par Pièce(desc.)";

// Filters
"filter.all" = "Tout";
"filter.wanted" = "Voulu";
"filter.owned" = "Possédé";
"filter.year" = "Filtrer par Année";
"filter.theme" = "Filtrer par Thème";
// Errors
"error.noapiresponse" = "Le service Brickset est temporairement indisponible, veuillez essayer plus tard. Certaines fonctionnalités peuvent ne pas fonctionner correctement. Si le problème continue, contactez le support Brickset.";
"error.badlogin" = "Échec de connexion! Vérifiez votre mot de passe ou nom d'utilisateur.";
"apierror.title" = "API Brickset Ne Repond Pas";
"error.apiissue_uimessage" = "L'API Brickset est temporairement indisponible, certaines fonctionnalités peuvent ne pas fonctionner correctement.";
"error.apilimitexceeded" = "Vous avez dépassé la limite de l'API Brickset. Veuillez réessayer plus tard.";

//Scanner
"scanner.message" = "Sanner un code-barre";

// Welcome
"wlcm.header" = "Bienvenu sur";
"wlcm.subheader" = "Brickset.com dans votre poche.";
"wlcm.needbrickset" = "Vous devez avoir une compte Brickset.com existant pour utiliser cette application. Nous ne somme pas lié a Brickset.com, donc si vous avez une soucis de connection mercide de contacter Brickset directement.";

"wlcm.morebtn" = "Je veux en savoir plus";
"wlcm.more" = "Brickie fût créée en 2022 quand Leo, le développeur original, essaya d'organiser et trier sa collection de Lego. Mais Leo, le Lego, est surtout de fan de minifigs et cherchait une app ou il pouvait les gérer en les ajoutant automatiquement venant de sets ou en spares.\n\nHeuresement, Brickset.com fait cela parfaitement. Mais une application c'est bien plus rapide qu'un site pour ajouter plein de minifigs d'un coup. C'est ainsi que Brickie est née, nuit après nuit!\n\nBrickie est open-source par définitinon car Leo pense que d'autres développeurs AFOL peuvent partager leur savoir pour créer l'application parfaite pour tous les AFOLs.\n\nMerci pour votre aide et soutient, en espérant que vous apprécierez l'app!";


"wlcm.btn" = "Continuer";
"wlcm.setsAndFigs.title" = "Tout-en-un";
"wlcm.setsAndFigs.content" = "Rechercher, ajouter, editer les sets et minifigs.";
"wlcm.notes.title" = "Trier, Scanner, Annoter";
"wlcm.notes.content" = "Trier grâce aux filtres. Scanner les codes bar. Éditer les notes de vos sets and minifigures.";
"wlcm.afol.title" = "Fait par des AFOL pour des AFOL";
"wlcm.afol.content" = "Développé par des AFOL comme vous, pendant leur temps libre. Un petit coup de pouce est toujours le bienvenu.";
"wlcm.opensource.title" = "Sans profit et Open Source";
"wlcm.opensource.content" = "Gratuite, pas de tracking, pas de pub, venez contribuer sur Github.";
